Repository: AM2R-Community-Developers/AM2RLauncher
Catalog: AM2RLauncher/AM2RLauncher/Language/Text.*.resx
Languages: de, es, fr, it, ja, pt, ru, zh_hans

# UnauthorizedAccessMessage
source: Can't access the Folder in order to download the update! Consider moving the program, or disabling auto-updates.
de: Auf den Ordner des Launchers kann nicht zugegriffen werden um Updates herunterzuladen. Bitte entweder das Programm verschieben oder Auto-Updates deaktivieren.
es: ¡Imposible acceder a la Carpeta para descargar la actualización! Considera mover el programa, o desactivar actualizaciones automáticas.
fr: Impossible d'accéder au dossier pour télécharger la mise à jour ! Envisagez déplacer le programme, ou désactiver les mises à jour automatiques.
it: Impossibile accedere alla Cartella per scaricare l'aggiornamento! Prova a spostare il programma, o a disattivare gli aggiornamenti automatici.
ja: アップデートファイルを保存するためのフォルダにアクセスできません！プログラムをフォルダへ移動するか、自動更新を無効にしてください
pt: Não é possível acessar a pasta para baixar a atualização! Considere mover o programa ou desativar atualizações automáticas
ru: Нет доступа к папке для загрузки обновления! Попробуйте переместить программу или отключить автообновления.
zh_hans: 下载时出错：无法访问文件夹！考虑移动程序或禁用自动更新。

# UnhandledException
source: Unhandled Exception has occured in your Application.
de: Unbehandelte Ausnahme in der Anwendung.
es: Un Error Inesperado ha ocurrido en la Aplicación.
fr: Une exception non gérée s'est produite dans votre application.
it: Un'eccezione inaspettata è occorsa nella tua Applicazione.
ja: アプリケーションで予期せぬ事態が発生しました
pt: Uma Exceção Inesperada ocorreu.
ru: В Вашем приложении случилось необработанное исключение (Unhandled Exception).
zh_hans: 发生了未知错误

# UpdateMod
source: Select Mod Update
de: Mod-Update auswählen
es: Selecciona Actualización del Mod
fr: Choisissez une mise à jour du mod
it: Seleziona aggiornamento Mod
ja: アップデートするMODを選択してください
pt: Selecionar atualização de Mod
ru: Выбрать обновление для модификации
zh_hans: 选择 Mod 更新

# UpdateModButtonText
source: UPDATE MOD
de: MOD AKTUALISIEREN
es: ACTUALIZAR MOD
fr: MISE À JOUR DU MOD
it: AGGIORNAMENTO MOD
pt: ATUALIZAR MOD
ru: ОБНОВИТЬ МОДИФИКАЦИЮ
zh_hans: 更新 Mod

# UpdateModButtonToolTip
source: Select a zip to update $NAME.
de: Ein Zip-Archiv auswählen um $NAME zu aktualisieren.
es: Selecciona un zip para actualizar $NAME
fr: Sélectionnez un zip pour mettre à jour $NAME.
it: Seleziona un zip per aggiornare $NAME.
ja: $NAMEのアップデート用のZIPファイルを選択してください
pt: Selecione um arquivo zip para atualizar $NAME
ru: Укажите необходимый zip-файл для обновления $NAME.
zh_hans: 选择用于更新 $NAME 的 Zip 压缩文件

# UpdateModButtonWrongMod
source: Can't update $NAME with $SELECT. Add $SELECT as a new mod instead!
de: $NAME konnte nicht mit $SELECT aktualisiert werden. Bitte $SELECT stattdessen als neue Mod hinzufügen!
es: Imposible actualizar $NAME con $SELECT. ¡Prueba a añadir $SELECT como un nuevo mod!
fr: Impossible de mettre à jour $NAME avec $SELECT. Ajoutez plutôt $SELECT comme un nouveau mod !
it: Impossibile aggiornare $NAME con $SELECT. Aggiungi invece $SELECT come nuova mod!
ja: $NAMEを$SELECTで更新できません。代わりに$SELECTを新しいMODとして追加してください
pt: Não é possível atualizar $NAME com $SELECT. Adicione $SELECT como um novo Mod!
ru: Не удалось обновить $NAME с помощью $SELECT. Добавьте $SELECT в качестве новой модификации!
zh_hans: 无法使用 $SELECT 更新 $NAME ,请把 $SELECT 作为一个新的 Mod 来安装

# UpdateModWarning
source: This will replace all files for $NAME with the selected new version. Are you sure you want to continue?
de: Alle Dateien für $NAME werden mit der neuen Version ersetzt. Wirklich fortfahren?
es: Esto reemplazará todos los archivos de $NAME con la versión nueva seleccionada. ¿Seguro que deseas continuar?
fr: Cela remplacera tous les fichiers pour $NAME avec la nouvelle version sélectionnée. Êtes-vous sûr de vouloir continuer ?
it: Questo sostituirà tutti i file per $NAME con la versione nuova selezionata. Sei sicuro di voler continuare?
ja: $NAMEのすべてのファイルが選択した新しいバージョンに置き換えられます。続行しますか？
pt: Isso vai substituir todos os arquivos de $NAME com a nova versão selecionada. Tem certeza que deseja continuar?
ru: Это заменит все файлы $NAME новой выбранной версией. Продолжить?
zh_hans: 选定的新版本将会替换 $NAME 的所有文件，确定要继续吗？

# VersionLabel
source: Version:
es: Versión:
it: Versione:
ja: バージョン：
pt: Versão:
ru: Версия:
zh_hans: 版本：

# WarningWindowText
source: The AM2RLauncher can NOT validate custom mirror links. If somebody is telling you to paste a link in this field, they may be trying to infect your computer. Proceed with caution.
de: Der AM2R Launcher kann NICHT für die Sicherheit benutzerdefinierter Spiegelserver garantieren. Es sollten nur vertrauenswürdige Links benutzt werden, fremde Serverlinks könnten mit Malware infiziert sein und den PC befallen. Bitte äußerste Vorsicht walten lassen.
es: AM2RLauncher NO puede validar los enlaces de descarga personalizados. Si alguien te indica que pegues un enlace en este campo, podría estar intentando infectar tu ordenador. Procede con cautela.
fr: L'AM2RLauncher ne peut PAS vérifier les liens miroirs personnalisés. Si quelqu'un vous demande de coller un lien dans ce champ, il cherche peut-être à infecter votre ordinateur. Soyez prudent.
it: Il AM2RLauncher NON PUÒ validare i link mirror personalizzati. Se qualcuno ti sta dicendo di incollare un link in questo campo, potrebbero voler infettare il tuo computer. Procedi con cautela.
ja: そのリンク先は未知のものです。 仮に悪意のある誰かに示されたリンクであれば、ウィルスに感染する可能性も否定できません。 十分ご注意ください
pt: O AM2RLauncher NÃO valida links de download customizados. Se alguém pediu para que você cole um link nesse campo, podem estar tentando infectar seu computador. Prossiga com cuidado.
ru: Лаунчер AM2R НЕ смог подтвердить пользовательские ссылки на зеркала. Если Вам посоветовали вставить ссылку в это поле - возможно, Вашему компьютеру пытаются нанести вред. Будьте осторожны.
zh_hans: 请注意，AM2R 启动器是无法验证自定义镜像链接的安全性的。 因此，如果有人让您在这里粘贴指定的链接，可能是用于感染计算机的恶意链接。 请谨慎操作。

# WarningWindowTitle
source: WARNING
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
it: ATTENZIONE
ja: 警告
pt: AVISO
ru: ВНИМАНИЕ
zh_hans: 警告

# XdeltaNotFound
source: Xdelta not found! Cannot install Profiles without it. Please install xdelta3 from your local package manager.
de: Xdelta nicht gefunden! Profile können ohne dieses Werkzeug nicht installiert werden! Bitte xdelta3 von einem Packetmanager installieren.
es: ¡Xdelta no encontrado! Imposible instalar Perfiles sin él. Por favor, instala xdelta3 desde tu gestor de paquetes local.
fr: Xdelta non trouvé ! Impossible de créer des profils sans lui. Veuillez installer xdelta3 depuis votre gestionnaire de paquets.
it: Xdelta non trovato! Non puoi installare Profili senza di esso. Perfavore installa xdelta3 dal tuo manager di pacchetti locale.
ja: Xdeltaが見つかりません！ これはプロファイルのインストールに必要であるため、ローカルパッケージマネージャーからxdelta3をインストールしてください
pt: Xdelta não encontrado! Não é possível instalar perfis sem. Por favor instale xdelta3 usando seu gerenciador de pacotes local.
ru: Не обнаружен Xdelta! Невозможно установить Профили без него. Пожалуйста, установить xdelta3 из своего проводника.
zh_hans: 未检测到 Xdelta！必须使用 Xdelta 才能安装游戏实例。请在本地包管理器中安装 xdelta3。

# YoutubeToolTip
source: The Community-Developers YouTube Channel
de: Der YouTube-Kanal der Community-Entwickler
es: Canal de Youtube de la Comunidad de Desarrolladores
fr: La chaîne YouTube des développeurs de la communauté
it: Il Canale Youtube della Community di sviluppo
ja: The Community-Developers (YouTubeチャンネル)
pt: O canal do Youtube da Comunidade de Desenvolvedores
ru: Канал YouTube разработчиков сообщества
zh_hans: AM2R 社区开发者 YouTube 频道

# ZipArchiveText
source: Zip Archives (*.zip)
de: Zip-Archive (*.zip)
es: Archivos zip (*.zip)
fr: Archives Zip (*.zip)
it: Archivi Zip (.zip)
ja: ZIPファイル (*.zip)
pt: Arquivos Zip (*.zip)
ru: Архивы ZIP (*.zip)
zh_hans: Zip 压缩文件 (*.zip)

# ZipIsNotAM2R11
source: The selected Zip is not AM2R 1.1! Please choose another Zip file.
de: Das ausgewählte Zip-Archiv ist nicht AM2R 1.1 oder falsch geformt! Bitte ein anderes Archiv auswählen.
es: ¡El Zip seleccionado no es AM2R_1.1! Por favor elige otro archivo Zip.
fr: Le Zip sélectionné n'est pas AM2R 1.1 ! Veuillez choisir un autre fichier Zip.
it: Il Zip selezionato non è AM2R 1.1! Perfavore scegli un altro file Zip.
ja: そのZIPファイルはAM2R v1.1ではありません！ 別のZIPファイルを選んで下さい
pt: O arquivo Zip selecionado não contém o AM2R 1.1! Por favor, selecione outro arquivo Zip
ru: Указанный zip-файл не является файлом AM2R 1.1! Пожалуйста, выберите другой zip-файл.
zh_hans: 选定的文件不是 AM2R_1.1 ！请选择其他 Zip 文件

# WarningWindowOk
source: OK
ru: ОК
