Repository: AM2R-Community-Developers/AM2RLauncher
Catalog: AM2RLauncher/AM2RLauncher/Language/Text.*.resx
Languages: de, es, fr, it, ja, pt, ru, zh_hans

source: ABORT
de: ABBRECHEN
es: DETENER
fr: ABANDON
it: ANNULLA
ja: 中止
pt: ABORTAR
ru: ОТМЕНА
zh_hans: 中止

source: ADD NEW MOD
de: NEUE MOD HINZUFÜGEN
es: AÑADIR MOD NUEVO
fr: AJOUTER UN MOD
it: AGGIUNGI UNA NUOVA MOD
ja: MODのインストール
pt: ADICIONAR UM NOVO MOD
ru: ДОБАВИТЬ МОДИФИКАЦИЮ
zh_hans: 添加新 Mod

# AddNewModToolTip
source: Select a mod to be installed.
de: Eine Modifikation zum installieren auswählen.
es: Selecciona un mod para instalar.
fr: Choissisez un mod à installer.
it: Seleziona una mod da installare.
ja: インストールするMODを選択してください
pt: Selecione um mod para instalar.
ru: Выбрать мод для установки
zh_hans: 选择要安装的 Mod

# ApkButtonDisabledToolTip
source: Can't create an APK.
de: APK konnte nicht erstellt werden.
es: No se puede crear un APK.
fr: Impossible de créer un APK.
it: Impossibile creare APK.
ja: APKを作成できません
pt: Não é possível criar um APK.
ru: Не удалось создать APK-файл
zh_hans: APK 文件创建失败

# ApkButtonEnabledToolTip
source: Create an APK for
de: APK erstellen für $NAME
es: Crear un APK para $NAME
fr: Créer un APK pour $NAME
it: Crea un APK per $NAME
ja: 次のAPKを作成します： $NAME
pt: Criar um APK para
ru: Создать APK-файл для $NAME
zh_hans: 为 $NAME 创建 APK

# ArchiveNotes
source: This is an archive of a previously installed Community Update. It cannot be re-installed and will remove itself if its game files are deleted. It shares saves with the currently installed Community Updates, so be sure to create a backup of your saves before running this profile!
de: Dies ist ein Archiv eines vorher installierten Community-Updates. Es kann nicht erneut installiert werden und wird automatisch entfernt wenn die archivierten Spieldaten gelöscht werden. Die Speicherstände sind allerdings weiterhin die aktuellen, bitte sicherheitshalber ein Backup anlegen vor dem benutzen dieses Profils!
pt: Isto é um arquivo de uma Atualização da Comunidade instalada previamente. Não é possível reinstalá-la e ela será removida automaticamente quando seus arquivos de jogo forem deletados. Os arquivos de save são compartilhados com a Atualização da Comunidade que está instalada no momento, então faça um backup de seus saves antes de executar este perfil!
zh_hans: 这是先前安装过的社区更新版本的压缩文件，因此无法再重新安装一遍，并且在游戏文件被删除后也会自行删除。由于与当前安装的社区更新版本共用保存数据，所以请在运行该游戏实例前备份好保存数据！

# Author
source: Author(s):
de: Autor(en):
es: Autor(es):
fr: Auteur(s) :
it: Autore/i:
ja: 制作者：
pt: Autor(es):
ru: Автор(ы):
zh_hans: 作者：

# ChangelogTab
source: Changelog
es: Registro de cambios
fr: Journal des modifications
it: Registro dei cambiamenti
ja: 更新履歴
pt: Mudanças
ru: Изменения
zh_hans: 更新日志

# CloseOnCloningText
source: Are you sure you want to cancel this now? This will delete all your progress!
de: Wirklich jetzt abbrechen? Der aktuelle Fortschritt wird verworfen!
es: ¿Seguro que quieres cancelar esto ahora? ¡Esto borrará todo tu progreso!
fr: Etes-vous sûr de vouloir annuler maintenant ? Cela supprimera toute votre progression !
it: Sei sicuro di voler annullare? Questo annullerà tutti i tuoi progressi!
ja: キャンセルしてよろしいですか？現在の作業は取り消されます
pt: Tem certeza que deseja cancelar? Isso vai deletar todo o seu progresso!
ru: Вы уверены, что хотите закрыть сейчас? Это удалит весь Ваш прогресс!
zh_hans: 你确定要取消吗？所有进度将会丢失！

# CloseOnInstallingText
source: Sorry, you can't close this while it's installing! Please wait until it's finished.
de: Launcher kann während der Installation nicht geschlossen werden! Bitte warten bis der Prozess beendet ist.
es: ¡Lo siento, no se puede cerrar durante la instalación! Por favor espera a que termine.
fr: Désolé, vous ne pouvez pas fermer ceci pendant l'installation ! Veuillez patienter le temps qu'il soit terminé.
it: Spiacenti, non puoi chiudere mentre è in corso l'installazione! Aspetta che finisca.
ja: インストール中はキャンセルできません。完了するまでお待ちください
pt: Desculpe, você não pode fechar a janela durante a instalação! Por favor, espere até terminar.
ru: К сожалению, закрытие во время установки невозможно. Пожалуйста, подождите окончания установки!
zh_hans: 抱歉，在安装过程中是无法取消安装的！请耐心等待安装完成。

# CorruptPatchData
source: There was a problem with your Patchdata folder. It has been deleted, please download it again.
de: Es gab ein Problem mit dem PatchData Ordner. Er wurde gelöscht, bitte erneut downloaden.
es: Ha habido un problema con la carpeta Patchdata. Ha sido eliminada, por favor descárgala de nuevo.
fr: Il y a un problème avec le dossier Patchdata. Il a été supprimé, veuillez le télécharger à nouveau.
it: È stato riscontrato un errore con la tua cartella con i dati della patch. Ë stata cancellata, perfavore riscaricala.
ja: PatchDataフォルダに問題があるためキャンセルされました。再度ダウンロードをしてください
pt: Ocorreu um problema com a sua pasta PatchData. Ela foi deletada, por favor baixe-a novamente.
ru: Обнаружена ошибка с папкой патчей (PatchData). Она была удалена. Пожалуйста, загрузите её снова.
zh_hans: PatchData文件夹或者其内容有问题，现已经将其删除，请重新下载

source: CREATE APK
de: APK ERSTELLEN
es: CREAR APK
fr: CRÉER UN APK
it: CREA APK
ja: APKファイルの作成
pt: CRIAR APK
ru: СОЗДАТЬ APK
zh_hans: 创建 APK

source: CREATING APK
de: ERSTELLE APK
es: CREANDO APK
fr: CRÉATION DE L'APK
it: CREAZIONE APK
ja: APKファイルの作成中…
pt: CRIANDO APK
ru: APK СОЗДАЁТСЯ
zh_hans: 正在创建APK……

source: Current profile:
de: Aktuelles Profil:
es: Perfil actual:
fr: Profil actuel :
it: Profilo corrente:
ja: 現在のプロファイル：
pt: Perfil atual:
ru: Текущий профиль:
zh_hans: 当前游戏实例：

# CustomEnvVarLabel
source: Enter custom game environment variables:
de: Benutzerdefinierte Spielumgebungsvariablen eingeben:
pt: Insira variáveis de ambiente customizadas para o jogo:
zh_hans: 输入自定义的游戏环境变量：

# CustomMirrorCheck
source: Use custom download mirror
de: Nutze benutzerdefinierten Spiegelserver
es: Utilizar enlace de descarga personalizado
fr: Utiliser un mirroir personnalisé
it: Usa un mirror di download personalizzato.
ja: ダウンロードするサイトを指定
pt: Usar link de download customizado
ru: Использовать пользовательское зеркало для загрузки
zh_hans: 使用自定义的下载镜像

# DeleteModButtonCantDelete
source: $NAME couldn't be deleted.
de: $NAME konnte nicht gelöscht werden.
es: No se pudo borrar $NAME
fr: $NAME n'a pas pu être supprimé.
it: Impossibile cancellare $NAME.
ja: $NAMEを削除できませんでした
pt: $NAME não pôde ser deletado.
ru: Не удалось удалить $NAME
zh_hans: 无法删除 $NAME

# DeleteModButtonSuccess
source: $NAME was successfully deleted!
de: $NAME wurde erfolgreich gelöscht.
es: $NAME ha sido eliminado con éxito.
fr: $NAME a bien été supprimé !
it: $NAME è stato cancellato con successo!
ja: $NAMEを削除しました
pt: $NAME foi deletado com sucesso!
ru: $NAME успешно удалён(а)!
zh_hans: 已成功删除 $NAME！

# DeleteModButtonText
source: DELETE MOD
de: MOD LÖSCHEN
es: BORRAR MOD
fr: SUPPRIMER LE MOD
it: CANCELLA MOD
ja: MODの削除
pt: DELETAR MOD
ru: УДАЛИТЬ МОДИФИКАЦИЮ
zh_hans: 删除 Mod

# DeleteModButtonToolTip
source: Delete $NAME.
de: $NAME löschen
es: Borrar $NAME
fr: Supprimer $NAME.
it: Cancella #NAME.
ja: $NAMEを削除します
pt: Deletar $NAME
ru: Удалить $NAME.
zh_hans: 删除 $NAME

# DeleteModWarning
source: This will delete all files for $NAME. Are you sure you want to continue?
de: Alle Dateien für $NAME werden gelöscht. Wirklich fortfahren?
es: Esto eliminará todos los archivos de $NAME. ¿Seguro que deseas continuar?
fr: Cela va supprimer tous les fichiers pour $NAME. Êtes-vous sûr de vouloir continuer?
it: Questo cancellerà tutti i file per $NAME. Sei sicuro di voler continuare?
ja: $NAMEのすべてのファイルが削除されます。本当によろしいですか？
pt: Isso vai deletar todos os arquivos de $NAME. Tem certeza que deseja continuar?
ru: Будут удалены все файлы для $NAME. Вы уверены, что хотите продолжить?
zh_hans: 这将删除 $NAME 中的所有文件，你确定吗？

# DiscordToolTip
source: The Official AM2R Discord
de: Der offizielle AM2R Discord
es: Discord oficial de AM2R
fr: Le Discord officiel d'AM2R
it: Il Discord ufficiale di AM2R
pt: O Discord oficial do AM2R
ru: Официальный сервер Discord для AM2R
zh_hans: AM2R 官方 Discord 频道

source: DOWNLOAD
es: DESCARGAR
fr: TÉLÉCHARGER
ja: ダウンロード
pt: BAIXAR
ru: ЗАГРУЗИТЬ
zh_hans: 下载

source: DOWNLOADING
de: DOWNLOADE
es: DESCARGANDO
fr: TÉLÉCHARGEMENT
it: IN DOWNLOAD
ja: ダウンロード中…
pt: BAIXANDO
ru: ЗАГРУЗКА
zh_hans: 正在下载……

source: Download source:
de: Download-Quelle:
es: Fuente de descarga:
fr: Source du téléchargement :
it: Sorgente di download:
ja: ダウンロード元：
pt: Fonte de Download:
ru: Источник загрузки:
zh_hans: 下载源：

# ErrorWindowTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー！
pt: Erro
ru: Ошибка
zh_hans: 错误

# GithubToolTip
source: The Community-Developers Github Page
de: Die Github Seite der Community-Entwickler
es: Página de GitHub de la Comunidad de Desarrolladores
fr: La page GitHub des développeurs de la communauté
it: La pagina GitHub della Community di sviluppo
ja: AM2R Community Developers (GitHub)
pt: O Github da Comunidade de Desenvolvedores
ru: Страница разработчиков сообщества на GitHub
zh_hans: AM2R 社区开发者的 Github 页面

# HighQualityAndroid
source: Use high quality music when patching to Android
de: Hochqualitative Musik benutzen wenn für Android gepatcht wird
es: Utilizar música de alta calidad al parchear para Android
fr: Utilisez de la musique de haute qualité lors du patchage vers Android
it: Usa la musica di alta qualità quando applichi la patch per Android
ja: 高音質版のBGMを使用する（Android）
pt: Utilizar música de alta qualidade ao realizar patch para Android
ru: Использовать музыку высокого качества при создании патча на Android
zh_hans: 安装高音质BGM（Android）

# HighQualityPC
source: Use high quality music when patching to PC
de: Hochqualitative Musik benutzen wenn für PC gepatcht wird
es: Utilizar música de alta calidad al parchear para PC
fr: Utilisez de la musique de haute qualité lors du patchage vers un PC
it: Usa la musica di alta qualità quando applichi la patch per PC
ja: 高音質版のBGMを使用する（PC）
pt: Utilizar música de alta qualidade ao realizar patch para PC
ru: Использовать музыку высокого качества при создании патча на ПК
zh_hans: 安装高音质BGM（PC）

source: INSTALL
de: INSTALLIEREN
es: INSTALAR
fr: INSTALLER
it: INSTALLA
ja: インストール
pt: INSTALAR
ru: УСТАНОВИТЬ
zh_hans: 安装

source: INSTALLING
de: INSTALLIERE
es: INSTALANDO
fr: INSTALLATION
it: INSTALLAZIONE
ja: インストール中…
pt: INSTALANDO
ru: УСТАНОВКА
zh_hans: 安装中……

# InternetConnectionDrop
source: Couldn't establish an internet connection! Try again later!
de: Internetverbindung konnte nicht hergestellt werden! Bitte später erneut versuchen!
es: ¡No se puede establecer conexión a internet! ¡Reinténtalo más tarde!
fr: Impossible d'établir une connexion internet. Réessayez plus tard.
it: Impossibile connettersi a internet! Riprova più tardi!
ja: インターネットに接続できませんでした。後ほどお試しください
pt: Não foi possível estabelecer uma conexão com a Internet! Tente novamente mais tarde!
ru: Не удалось установить интернет-соединение! Попробуйте позже!
zh_hans: 无法连接到服务器！请稍后再试！

# JavaNotFound
source: Java not found! Cannot generate an APK without a Java installation. Please make sure that Java is installed and added to PATH.
de: Java wurde nicht gefunden! Ohne installiertes Java kann keine APK erstellt werden. Bitte sicherstellen das Java installiert, und in der PATH Systemvariable eingetragen ist.
es: ¡Java no encontrado! No se puede generar un APK sin Java instalado. Por favor asegúrate de tener Java instalado y añadido a PATH
fr: Java non trouvé ! Impossible de générer un APK. Assurez-vous que Java est installé et est dans le PATH.
it: Java non trovato! Impossibile generare un APK senza un'installazione Java. Perfavore assicurati che Java sia installato e aggiunto al PATH.
ja: Javaが見つかりません！ APKの作成にはJavaが必要です。環境変数のPATHにJavaが追加されているかご確認下さい
pt: Java não encontrado! Não é possível gerar um APK sem uma instalação Java. Por favor certifique-se de que o Java está instalado e presente no seu PATH.
ru: Не обнаружена Java! Невозможно сгенерировать APK-файл без установленной Java. Убедитесь, что Java установлена, и прописана в PATH.
zh_hans: 未检测到 Java！必须使用 Java 才能生成 APK 文件。请确保已安装 Java 并将其路径添加至环境变量 Path 中。

# LanguageNotice
source: Launcher Language: (requires restart to take effect)
de: Launcher Sprache: (Benötigt Launcher neustart)
es: Idioma del Launcher: (necesita reiniciar para tener efecto)
fr: Langue du launcher : (nécessite un redémarrage pour prendre effet)
it: Lingua del Launcher: (richiede un riavvio per il cambio)
ja: Launcherの言語：（有効にするには再起動が必要です）
pt: Linguagem do Launcher: (É necessário reiniciá-lo para surtir efeito)
ru: Язык лаунчера: (требует перезагрузки)
zh_hans: 启动器语言：（重启后生效）

# LauncherSettingsTab
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
it: Impostazioni
ja: セッティング
pt: Configurações
ru: Настройки
zh_hans: 设置

# MirrorGithubText
source: GitHub (Primary)
de: GitHub (Primär)
es: GitHub (Primario)
fr: GitHub (Principal)
it: GitHub (Primario)
ja: GitHub（メイン）
pt: GitHub (Primário)
ru: Github (Основной)
zh_hans: GitHub（主要）

# MirrorGitlabText
source: GitLab (Mirror)
de: GitLab (Spiegelserver)
fr: GitLab (Mirroir)
ja: GitLab（予備）
pt: GitLab (Secundário)
ru: GitLab (Зеркало)
zh_hans: GitLab（镜像）

# ModIsAlreadyInstalledMessage
source: $NAME is already installed!
de: $NAME ist bereits installiert!
es: ¡$NAME ya está instalado!
fr: $NAME est déjà installé !
it: $NAME è già installata!
ja: $NAMEは既にインストール済みです
pt: $NAME já está instalado!
ru: $NAME уже установлен!
zh_hans: $NAME 已经安装过

# ModIsForWrongOS
source: $NAME cannot be installed! It's for $OS. Download the $CURRENTOS version instead if it exists, or ask the mod authors to make one.
de: $NAME kann nicht installiert werden, da es für $OS ist. Bitte eine $CURRENTOS-Version herunterladen, wenn sie existiert oder den Mod-Autor nach einer fragen.
es: ¡Imposible instalar $NAME! Es para $OS. Descargar la versión $CURRENTOS en su lugar si existe, o pedir a los autores del mod que hagan una.
fr: $NAME ne peut être installé ! Il est pour $OS. Téléchargez la version $CURRENTOS à la place si elle existe, ou demandez aux auteurs du mod d'en créer une.
it: $NAME non può essere installato! È per $OS. Scarica la versione $CURRENTOS se esiste, o chiedi agli autori della mod di crearne una.
ja: $NAMEをインストールできません！ これは$OS用です。$CURRENTOSバージョンがあればそちらをダウンロードするか、MOD作成者に作成を依頼して下さい
pt: $NAME não pode ser instalado pois é para $OS. Baixe uma versão para $CURRENTOS se existir, ou peça para que os criadores do mod façam uma.
ru: $NAME не может быть установлен! Он предназначен для $OS. Загрузите версию $CURRENTOS, если таковая имеется, или попросите авторов модификации.
zh_hans: 无法安装 $NAME！该 Mod 只适用于 $OS 系统。请下载适用于 $CURRENTOS 系统的版本，如果没有的话请去拜托 Mod 作者专门做一份让你白嫖。

# ModIsInvalidMessage
source: $NAME is an invalid AM2R mod!
de: $NAME ist keine gültige AM2R Mod!
es: ¡$NAME es un mod de AM2R no válido!
fr: $NAME n'est pas un mod AM2R valide !
it: $NAME è una mod non valida!
ja: $NAMEは無効なAM2RのMODです
pt: $NAME é um mod AM2R inválido!
ru: $NAME не является модификацией для AM2R!
zh_hans: $NAME 是一个无效的AM2R Mod！

# ModSuccessfullyInstalledMessage
source: $NAME was successfully added! Go to the Play Tab in order to install it!
de: $NAME wurde erfolgreich hinzugefügt und kann jetzt vom Spielen-Tab installiert werden.
es: ¡$NAME ha sido añadido con éxito! ¡Ve a la pestaña Jugar para instalarlo!
fr: $NAME ajouté avec succès. Allez dans l'onglet Jouer afin de l'installer.
it: $NAME è stata aggiunta con successo! Vai alla Tab Gioca per installarla!
ja: $NAMEを追加しました！ PLAYタブからプロファイルを選んでインストールしてください
pt: $NAME foi adicionado com sucesso! Vá para aba ‘Jogar’ para poder instalá-lo!
ru: $NAME был успешно добавлен! Откройте вкладку "Игра", чтобы установить!
zh_hans: 已成功添加 $NAME！请切换至“开始”标签页进行安装！

# NewsTab
source: News
de: Neuigkeiten
es: Novedades
fr: Actualités
it: Notizie
ja: お知らせ
pt: Notícias
ru: Новости
zh_hans: 新资讯

# NoInternetConnection
source: Couldn't establish an internet connection! You can still play the game, but updates will not occur until the launcher is restarted and can connect to the internet.
de: Internetverbindung konnte nicht hergestellt werden! AM2R kann weiterhin gespielt werden, aber Aktualisierungen können erst stattfinden nachdem der Launcher neugestartet wurde und sich mit dem Internet verbunden hat.
es: ¡No se puede establecer conexión a internet! Aún puedes jugar al juego, pero no se actualizará hasta que el Launcher sea reiniciado y pueda conectarse a internet.
fr: Impossible d'établir une connexion Internet ! Vous pouvez toujours jouer au jeu, mais les mises à jour ne seront pas effectuées tant que le launcher n'aura pas été redémarré avec un accès Internet.
it: Impossibile connettersi a internet! Potrai giocare comunque al gioco, ma gli aggiornamenti non avverranno finchè il launcher non è riavviato e la connessione a internet avrà successo.
ja: インターネットに接続できませんでした。ゲームは引き続きプレイできますが、ランチャーを再起動して接続できるようになるまで更新は行われません
pt: Não foi possível estabelecer uma conexão com a Internet! Você ainda pode jogar, mas atualizações não vão ocorrer até que o launcher seja reiniciado e se conecte a internet.
ru: Не удалось установить интернет-соединение! Вы можете играть, но обновления не будут происходить пока лаунчера не будет перезапущен с рабочим интернет-соединением.
zh_hans: 无法连接到服务器！你仍然可以玩游戏，但是无法获取更新内容，在可以连接到服务器之后，重启启动器即可恢复正常。

# OpenSaveFolder
source: OPEN PROFILE SAVE FOLDER
de: ÖFFNE PROFILSPEICHERORDNER
es: ABRIR CARPETA DE DATOS DEL PERFIL
fr: OUVRIR DOSSIER DE SAUVEGARDE
it: APRI CARTELLA SALVATAGGIO PROFILO
ja: セーブファイルフォルダを開く
pt: ABRIR PASTA DE SAVES DO PERFIL
ru: ОТКРЫТЬ СОХРАНЕНИЯ ПРОФИЛЯ
zh_hans: 打开游戏实例的保存数据文件夹

# OpenSaveFolderToolTip
source: Opens the Folder where save files are located for $NAME.
de: Ordner mit den Speicherständen für $NAME öffnen.
es: Abre la Carpeta donde se guardan las partidas de $NAME
fr: Ouvre le dossier où se trouvent les fichiers de sauvegarde pour $NAME.
it: Apre la Cartella dove i file di salvataggio sono presenti per $NAME
ja: $NAMEのセーブファイルがあるフォルダを開きます。
pt: Abre a pasta onde se encontram os saves para $NAME
ru: Открыть папку, в которой хранятся файлы сохранений для $NAME.
zh_hans: 打开 $NAME 的保存数据所在文件夹。

source: PLAY
de: SPIELEN
es: JUGAR
fr: JOUER
it: GIOCA
pt: JOGAR
ru: ИГРАТЬ

# PlayButtonDownladingToolTip
source: Currently downloading . . .
de: Am downloaden . . .
pt: Baixando…
zh_hans: 正在下载……

# PlayButtonDownloadToolTip
source: Download the necessary patch files.
de: Benötigte Patchdaten downloaden.
es: Descarga los archivos necesarios del parche.
fr: Télécharge les fichiers patchs nécessaires.
it: Scarica i file di patch necessari.
ja: 更新用ファイルをダウンロードします
pt: Baixar os arquivos de patch necessários.
ru: Загрузить необходимые патч-файлы.
zh_hans: 下载必要的补丁文件

# PlayButtonInstallingToolTip
source: Currently installing. . .
de: Am installieren . . .
es: Instalación en proceso...
fr: Installation en cours...
it: Installazione in corso. . .
ja: 只今インストール中…
pt: Instalando…
ru: Устанавливается...
zh_hans: 正在安装……

# PlayButtonInstallToolTip
source: Install
de: Installiere
es: Instalar $NAME
fr: Installer $NAME
it: Installa $NAME
ja: これをインストール： $NAME
pt: Instalar
ru: Установить $NAME
zh_hans: 安装: $NAME

# PlayButtonPlayingToolTip
source: Currently already playing!
de: Spiel läuft bereits!
es: ¡Ya hay una partida en proceso!
fr: Déjà en train de jouer !
it: Stai già giocando!
ja: 現在ゲームプレイ中です！
pt: O jogo já está rodando!
ru: Игра уже идёт!
zh_hans: 游戏正在运行！

# PlayButtonPlayToolTip
source: Play
de: Starte $NAME
es: Jugar a
fr: Jouer
it: Gioca
ja: こちらをプレイする：
pt: Jogar
ru: Играть
zh_hans: 点击开始游戏

# PlayButtonSelect11ToolTip
source: Select your AM2R_1.1.zip
de: Bitte AM2R_1.1.zip auswählen
es: Selecciona tu AM2R_1.1.zip
fr: Choisissez AM2R_1.1.zip
it: Seleziona il tuo AM2R_1.1.zip
ja: 「AM2R_11.zip」ファイルを選んで下さい
pt: Selecione o AM2R_1.1.zip
ru: Укажите Ваш AM2R_1.1.zip
zh_hans: 选择「AM2R_11.zip」

source: PLAYING
de: SPIEL GESTARTET
es: JUGANDO
fr: JOUER
it: IN ESECUZIONE
pt: JOGANDO
ru: В ИГРЕ

# PlayTab
source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
pt: Jogar
ru: Играть
zh_hans: 开始

# ProfileDebugCheckBox
source: Create game debug logs
de: Debug-Logs während des Spielens erstellen.
es: Crear registros de depuración de juego (Debug logs)
fr: Créer des journaux de débogage du jeu
it: Crea registri di debug del gioco
ja: ゲームデバッグログの作成
pt: Criar logs de depuração do jogo.
ru: Создать лог-файлы для дебага
zh_hans: 创建游戏debug日志

source: Profile notes:
de: Profilnotizen:
es: Anotaciones del Perfil:
fr: Notes de profil :
it: Note di profilo:
ja: プロファイルの注釈：
pt: Notas do perfil:
ru: Заметки профиля:
zh_hans: 游戏实例说明：

# ProfileSettingsTab
source: Mod Settings
de: Mod-Einstellungen
pt: Configurações de mod
zh_hans: Mod 设置

# ProgressbarProgress
source: Progress:
de: Fortschritt:
es: Progreso:
fr: Progression :
it: Progressi:
ja: 進捗状況：
pt: Progresso:
ru: Прогресс:
zh_hans: 进度：

# RedditToolTip
source: The Official AM2R Subreddit
de: Der offizielle AM2R Subreddit
es: Subreddit oficial de AM2R
fr: Le subreddit AM2R officiel
it: Il Subreddit ufficiale di AM2R
ja: The Official AM2R (サブレディット)
pt: O Subreddit oficial do AM2R
ru: Официальный сабреддит для AM2R
zh_hans: AM2R 官方 Reddit 社区

# SaveLocationWarning
source: WARNING: This profile uses the default save location! This could corrupt your save data - please ensure that you have made a backup.
de: WARNUNG: Dieses Profil nutzt den Standardspeicherort, was Speicherstände beschädigen könnte! Bitte sicherstellen, dass ein Backup erstellt wurde!
es: ADVERTENCIA: ¡Este perfil utiliza la localización de partidas predeterminada! Esto podría corromper tus partidas - por favor asegúrate de realizar una copia de seguridad.
fr: ATTENTION : Ce profil utilise l'emplacement de sauvegarde par défaut ! Cela pourrait corrompre votre sauvegarde - assurez-vous d'en avoir fait une sauvegarde.
it: Attenzione: Questo profilo usa la locazione di salvataggio predefinita! Questo potrebbe corrompere i tuoi dati di salvataggio - assicurati di creare un backup.
ja: 警告：このプロファイルはデフォルトのセーブファイルフォルダを使用しています。既存のセーブデータが破損する可能性があるのでバックアップを作成して下さい
pt: AVISO: Este perfil usa o local de saves padrão! Isso pode corromper seus saves – por favor garanta que você fez um backup.
ru: ВНИМАНИЕ: Этот профиль использует расположение сохранений по умолчанию! Это может повредить ваши данные сохранение - убедитесь, что имеете резервные данные.
zh_hans: 警告：此游戏实例使用默认的保存数据文件夹！这可能会导致保存数据损坏 - 因此请备份好保存数据。

# Select11
source: SELECT AM2R_1.1.zip
de: AM2R_1.1.zip AUSWÄHLEN
es: SELECCIONAR AM2R_1.1.zip
fr: CHOISISSEZ AM2R_1.1.zip
it: SELEZIONA AM2R_1.1.zip
ja: AM2R_11.zipを選んでください
pt: SELECIONE O AM2R_1.1.zip
ru: УКАЖИТЕ ВАШ AM2R_1.1.zip
zh_hans: 选择「AM2R_11.zip」

# Select11FileDialog
source: Select AM2R_1.1.zip
de: AM2R_1.1.zip auswählen
es: Selecciona AM2R_1.1.zip
fr: Choisissez AM2R_1.1.zip
it: Seleziona AM2R_1.1.zip
ja: 「AM2R_11.zip」ファイルを指定して下さい
pt: Selecione o AM2R_1.1.zip
ru: Укажите AM2R_1.1.zip
zh_hans: 选择「AM2R_11.zip」

# SelectModFileDialog
source: Select your Mod
de: Mod auswählen
es: Selecciona tu mod
fr: Choisissez votre mod
it: Seleziona la tua Mod
ja: MODを選択してください
pt: Selecione seu mod
ru: Выберите вашу модификацию
zh_hans: 选择 Mod

# SuccessWindowTitle
source: Success
de: Vorgang erfolgreich!
es: Éxito
fr: Succès
it: Successo
ja: 完了
pt: Sucesso!
ru: Успех
zh_hans: 成功

source: System Language
de: Systemsprache
es: Idioma del Sistema
fr: Langue système
it: Lingua di sistema
ja: システム言語
pt: Linguagem do Sistema
ru: Язык системы
zh_hans: 系统语言

# TrayButtonShow
source: Show Launcher
de: Launcher anzeigen
es: Mostrar Launcher
fr: Afficher le launcher
it: Mostra Launcher
ja: Launcherを参照
pt: Mostrar Launcher
ru: Показать лаунчер
zh_hans: 显示启动器
